Repository: nixtusi/bode_plot
Catalog: BodePlotApp/Localizable.xcstrings
Source language: en
Languages: ja

source: ^ must be followed by an integer (e.g. ^2)
ja: ^ の後ろは整数 (例: ^2) のみ対応しています

source: ^ only supports non-negative integer exponents
ja: ^ は 0 以上の整数だけ対応しています

source: ^ only supports non-negative integers (got: %@)
ja: ^ は 0 以上の整数のみ対応 (今: %@)

source: Add Expression
ja: 式を追加

source: Advanced Settings
ja: 詳細設定

source: Bode Plot
ja: ボード線図

source: Cannot read exponent
ja: 指数が読めません

source: Cannot read number: %@
ja: 数値が読めません: %@

source: Cannot use 's' in exponent (must be a real constant)
ja: 指数に s は使えません (指数は実数定数のみ)

source: Clear All
ja: 全クリア

source: Delete
ja: 削除

source: Denominator is zero
ja: 分母が 0 になっています

source: Done
ja: 完了

source: End 10^
ja: 終了 10^

source: Enjoying Bode Plot?
ja: アプリは気に入りましたか？

source: Enter a transfer function above to plot its Bode diagram here
ja: 上の入力欄に伝達関数を入力するとここにボード線図が表示されます

source: Frequency Range (rad/s)
ja: 周波数範囲 (rad/s)

source: Horizontal axis is angular frequency ω on a logarithmic scale (log₁₀ω).
ja: 横軸は角周波数 ω の対数目盛 (log₁₀ω) で表示しています。

source: If you find this app useful, please consider leaving a review on the App Store. It really helps!
ja: もしよろしければ、App Store でレビューを書いていただけると励みになります。

source: Invalid character: %@
ja: 不正な文字: %@

source: Magnitude
ja: ゲイン線図

source: Maybe Later
ja: 後で

source: Missing closing parenthesis ')'
ja: ) が足りません

source: Missing closing parenthesis ')' in exponent
ja: ) が足りません (指数)

source: No Thanks
ja: 今は不要

source: Only variable 's' and function sqrt() are supported (got: %@)
ja: 使える変数は s、関数は sqrt() のみです (今: %@)

source: Only variable 's' is supported (got: %@)
ja: 使える変数は s のみです (今: %@)

source: Phase
ja: 位相線図

source: Please enter a valid expression
ja: 有効な式を入力してください

source: Points
ja: 点数

source: Reset to Defaults
ja: 初期値に戻す

source: Result is NaN or infinity
ja: 計算結果が NaN/∞ になっています

source: sqrt must be followed by ()
ja: sqrt の後ろは ( ) が必要です

source: Start 10^
ja: 開始 10^

source: Transfer Functions
ja: 伝達関数

source: Unexpected tokens after expression
ja: 式の後ろに余計なものがあります

source: Unparseable token: %@
ja: 式として読めないトークン: %@

source: Write a Review
ja: レビューを書く
